10/data/attachments/87caf44890c1d491.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ryan_election_Actions_15632_2</nif:username>
            <nif:friendToBeRequested>soap_actions_bd499d76-c2de-43d5-9c2c-35abbfe1f50d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>